In [1]:
!conda list | grep pandas

pandas                    1.0.5            py38h959d312_0

In [2]:
import pandas as pd

In [3]:
df = pd.read_csv('data/friend_list.csv')

In [4]:
df

    name  age        job
0   John   20    student
1  Jenny   30  developer
2   Nate   30    teacher
3  Julia   40    dentist
4  Brian   45    manager
5  Chris   25     intern